Repository: krichter722/vdrift-data
Catalog: vdrift-data/skins/simple/languages/*.po
Languages: de

source: Updates / Update
de: Aktualisierung / Aktualisieren

source: Use normal maps.
de: Verwende Normalmapping.

source: Very High
de: Sehr hoch

source: Very Low
de: Sehr niedrig

source: View Distance
de: Sichtweite

source: Visualise the steering and acceleration/braking on screen.
de: Lenk-, Gas- und Bremseingaben anzeigen.

source: Wide
de: Weit

source: Will this input be activated once per press, or whenever it's held down?
de: Sende Signal einmal bei Tastendruck oder fortlaufend solange die Taste gehalten wird.

source: Yes
de: Ja

source: You lost
de: Du hast verloren

source: You must update to the latest VDrift release.
de: Bitte VDrift auf neueste Version aktualisieren.

source: You won!
de: Du hast gewonnen!

source: Zoom In
de: Heranzoomen

source: Zoom Out
de: Herauszoomen

source: Zoom camera in.
de: Kamera heranzoomen.

source: Zoom camera out.
de: Kamera herauszoomen.

source: kph
de: kmh

source: long
de: lang

source: medium
de: mittel

source: short
de: kurz
