Repository: krichter722/vdrift-data
Catalog: vdrift-data/skins/simple/languages/*.po
Languages: de

source: 200 Degree Wheel
de: 200 Grad Lenkrad

source: 200 degree mode
de: 200 Grad Modus

source: ABS Toggle
de: ABS-Schalter

source: AI Level
de: Fahrerstärke

source: Abort
de: Abbrechen

source: Action
de: Aktion

source: Adjust the amount of colours available.
de: Farbtiefe ändern.

source: Advance to the next car.
de: Nächstes Auto anzeigen.

source: Advance to the next track.
de: Nächste Strecke anzeigen.

source: Ambient Occlusion
de: Umgebungsschatten

source: Analog Clutch
de: Analoge Kupplung

source: Anisotropic Filtering
de: Anisotropischer Filter

source: Antialiasing
de: Kantenglättung

source: Antilock Brakes
de: Antiblockiersystem

source: Are you sure you want to leave this game?
de: Spiel wirklich verlassen?

source: Are you sure you want to quit?
de: VDrift wirklich beenden?

source: Are you sure you want to restart?
de: Wirklich neustarten?

source: Assign inputs to actions related to replays.
de: Tasten für die Replays betreffende Aktionen zuweisen.

source: Assign inputs to actions related to the transmission.
de: Tasten für die Schaltung betreffende Aktionen zuweisen.

source: Assign inputs to actions that affect the car.
de: Tasten für das Auto betreffende Aktionen zuweisen.

source: Assign inputs to actions that affect the game.
de: Tasten für das Spiel betreffende Aktionen zuweisen.

source: Assign inputs to actions that affect the gui.
de: Tasten für die GUI-Navigation zuweisen.

source: Assign inputs to camera controls.
de: Tasten zur Bewegung der Kamera zuweisen.

source: Assign inputs to miscellaneous helpful actions.
de: Tasten zu diversen nützlichen Aktionen zuweisen.

source: Automatic Clutch
de: Kupplungsautomatik

source: Automatic Shift
de: Schaltungsautomatik

source: Automatically shift to neutral when no gear button is active, as with H-Gate shifters.
de: Getriebe automatisch in den Leerlauf schaten sobald kein Gang eingelegt ist, wie bei einer H-Schaltung.

source: Back
de: Zurück

source: Before starting the race add at least one opponent.
de: Vor Rennstart bitte mindestens einen Gegner hinzufügen.

source: Begin playing the last recorded replay.
de: Die letzte Aufzeichnung abspielen.

source: Best lap:
de: Beste Runde:

source: Bloom
de: Überstrahlungseffekt

source: Brake
de: Bremse

source: Brightness
de: Helligkeit

source: Browse cars and apply updates
de: Fahrzeuge aktualisieren.

source: Browse tracks and apply updates
de: Strecken aktualisieren.

source: Button Control Delay
de: Tastenempfindlichkeit

source: Camera
de: Kamera

source: Camera Bounce
de: Kamerawackeln

source: Camera Movement
de: Bewegung der Kamera

source: Cancel
de: Abbrechen

source: Car
de: Auto

source: Car Damage
de: Fahrzeugschaden

source: Car Name
de: Auto

source: Car updates
de: Autos

source: Cars
de: Autos

source: Change graphics settings.
de: Grafik-Einstellungen ändern.

source: Change input and control settings.
de: Einstellungen der Eingabe und Steuerung ändern.

source: Change some of the options while the game is running.
de: Einstellungen ändern während ein Rennen läuft.

source: Change sound settings.
de: Audioeinstellungen ändern.

source: Change the amount of particles used for smoke and dust effects.
de: Ändere die für Qualm- und Staubeffekte verwendete Partikelmenge.

source: Change the contrast of the display.
de: Ändere Bildkontrast.

source: Change the game resolution.
de: Ändere Auflösung.

source: Change the graphics and layout of the VDrift menus.
de: Ändere Menügrafik und Layout.

source: Change the language of the VDrift menus.
de: Ändere Sprache.

source: Change the maximum view distance.
de: Ändere maximale Sichtweite.

source: Change the number of sound sources in the game.
de: Ändere die maximale Anzahl an Geräuschquellen.

source: Change the size of the textures displayed.
de: Ändere maximale Texturgröße.

source: Change the strength of the camera bounce effect.
de: Ändere die Stärke des Kamera-Erschütterungseffekts.

source: Change the type of joystick device.
de: Eingabegerät ändern.

source: Change the units that speed is displayed in between MPH and KPH.
de: Tacho umstellen auf mph oder kmh.

source: Change the volume of the music in the game.
de: Ändere Musiklautstärke.

source: Change the volume of the sound effects in the game.
de: Ändere Geräuschlautstärke.

source: Change video and display settings.
de: Bild-Einstellungen ändern.

source: Chase Loose
de: Lose Verfolgerkamera

source: Chase Rigid
de: Feste Verfolgerkamera

source: Check for updates to your existing cars and tracks
de: Fahrzeuge und Strecken auf Aktualisierungen prüfen.

source: Check updates
de: Aktualisieren

source: Choose the brightness for the car.
de: Ändere Farbhelligkeit.

source: Choose the car to drive.
de: Wähle Auto.

source: Choose the hue for the car.
de: Ändere Farbton.

source: Choose the paint job for the car.
de: Wähle Autolakierung.

source: Choose the saturation for the car.
de: Ändere Farbsättigung.

source: Choose the track to drive on.
de: Wähle Strecke.

source: Color Depth
de: Farbtiefe

source: Condition
de: Bedingung

source: Configure your display, sound and controls.
de: Grafik, Audio und Eingaben konfigurieren.

source: Confine mouse to the application window and hide cursor when playing.
de: Maus auf das Anwendungsfenster beschränken und währed der Rennen ausblenden.

source: Continue
de: Fortsetzen

source: Contrast
de: Kontrast

source: Control
de: Steuerung

source: Controls
de: Eingabe

source: Deadzone
de: Totzone

source: Default
de: Standard

source: Delete
de: Löschen

source: Delete this control and return to the previous menu.
de: Diese Steuerung löschen und zum vorherigen Menü zurückkehren

source: Delete this control.
de: Diese Steuerung löschen.

source: Display
de: Bild

source: Display a track map.
de: Streckenkarte anzeigen.

source: Display the racing line.
de: Ideallinie anzeigen.

source: Down
de: Runter

source: Download
de: Herunterladen

source: Draw dynamic shadows.
de: Dynamische Schatten aktivieren.

source: Draw highlights.
de: Aktiviere Lichteffekte.

source: Driver
de: Fahrer

source: Edit cars, drivers and starting positions.
de: Ändere Fahrzeuge, Fahrer und Startpositionen.

source: Enable car damage model.
de: Aktiviere Schadensmodel.

source: Enable track objects damage.
de: Aktiviere Schaden an Streckenobjekten.

source: Enable/disable automatic clutching (prevents car from stalling).
de: Aktiviere automatische Kupplung.

source: Enable/disable automatic transmission shifting.
de: Aktiviere Schaltautomatik.

source: Enable/disable the framerate counter.
de: Aktiviere FPS-Zähler Anzeige.

source: Enable/disable the heads up display.
de: Aktiviere Blickfeldanzeige.

source: Extra-wide
de: Extra-Weit

source: Far
de: Weit

source: Fast moving objects blur slightly.
de: Sich schnell bewegende Objekte werden leicht unscharf dargestellt.

source: Few
de: Wenige

source: Field of View
de: Sichtfeld

source: Field of view in the vertical direction.
de: Vertikaler Sichtfeldwinkel

source: Focus Next
de: Nächsten anvisieren

source: Focus Previous
de: Vorherigen anvisieren

source: Focus the camera on next car.
de: Die Kamera auf das nächste Auto ausrichten.

source: Focus the camera on previous car.
de: Die Kamera auf das vorherige Auto ausrichten.

source: Force Feedback Gain
de: Force Feedback Stärke

source: Force Feedback Invert
de: Force Feedback Umkehren

source: Forget changes and return to Camera Controls menu.
de: Änderungen verwerfen und zum Menü 'Eingabe / Kamera' zurückkehren.

source: Forget changes and return to Car Controls menu.
de: Änderungen verwerfen und zum Menü 'Eingabe / Fahrzeug' zurückkehren.

source: Forget changes and return to Controls menu.
de: Änderungen verwerfen und zum Menü 'Eingabe' zurückkehren.

source: Forget changes and return to Game Controls menu.
de: Änderungen verwerfen und zum Menü 'Eingabe' zurückkehren.

source: Forget changes and return to Options menu.
de: Änderungen verwerfen und zum Menü 'Einstellungen' zurückkehren.

source: Forget changes and return to the previous menu.
de: Änderungen verwerfen und zum vorherigen Menü zurückkehren.

source: Framerate Counter
de: FPS Anzeige

source: Free
de: Frei

source: Fullscreen
de: Vollbild

source: GO
de: LOS

source: Gain
de: Verstärkung

source: Go back to the Replays menu.
de: Zurück zum Menü 'Replays'.

source: Go back to the Updates page.
de: Zurück zum Menü 'Aktualisierung'.

source: Go back to the last car.
de: Zurück zum vorherigen Auto.

source: Go back to the last track.
de: Zurück zur vorherigen Strecke.

source: Go back to the main menu.
de: Zurück zum Hauptmenü.

source: Go back to the race menu.
de: Zurück zum Menü 'Rennen'

source: Grab Mouse
de: Maus beschränken

source: Graphics
de: Grafik

source: H-Gate Shifter
de: H-Schaltung

source: Handbrake
de: Handbremse

source: Heads Up Display
de: Blickfeldanzeige

source: Held
de: Halten

source: Help reduce wheel lockup on heavy braking (driver aid).
de: Verhindere blockerende Räder bei hartem Bremsen.

source: High
de: Hoch

source: Higher values result in an AI that will drive faster.
de: Höherer Wert hat eine schnellere KI zur Folge.

source: Hood
de: Motorhaube

source: Hue
de: Farbton

source: Input Device
de: Eingabegerät

source: Input Graph
de: Eingaben Anzeige

source: KPH
de: KMH

source: Keep your cars and tracks up to date
de: Aktualisiere Autos und Strecken

source: Lap time:
de: Laufende Runde:

source: Lap:
de: Runde:

source: Laps
de: Runden

source: Large
de: Groß

source: Last lap:
de: Letzte Runde:

source: Leave game and return to the Main menu.
de: Spiel verlassen und zum Hauptmenü zurückkehren.

source: Leave the menu and continue the game.
de: Menü verlassen und Spiel fortsetzen.

source: Left
de: Links

source: Limit steering range to 200 degrees, gives a realistic feel to limited range wheels.
de: Den Lenkeinschlag auf 200 Grad begrenzen.

source: Local
de: Lokal

source: Look behind you during driving.
de: Nach hinten sehen.

source: Low
de: Niedrig

source: Many
de: Viele

source: Medium
de: Mittel

source: Menu Language
de: Sprache

source: Menu Skin
de: Menügrafik

source: Motion Blur
de: Bewegungsunschärfe

source: Move the currently focused menu item down.
de: Zum Menüelement unten bewegen.

source: Move the currently focused menu item left.
de: Zum Menüelement links bewegen.

source: Move the currently focused menu item right.
de: Zum Menüelement rechts bewegen.

source: Move the currently focused menu item up.
de: Zum Menüelement oben bewegen.

source: Move up a menu level.
de: Zum übergeordneten Menü wechseln.

source: Multiplier to adjust strength of force feedback.
de: Force Feedback Stärke-Multiplikator.

source: Music Volume
de: Musiklautstärke

source: Near
de: Nah

source: Neutral
de: Leerlauf

source: Next Camera
de: Nächste Kamera

source: No
de: Nein

source: Off
de: Aus

source: On
de: An

source: Once
de: Einmal

source: Opponents
de: Gegner

source: Options
de: Einstellungen

source: Options / Controls
de: Einstellungen / Eingabe

source: Options / Controls / Analog / Edit
de: Einstellungen / Eingabe / Analog / Ändern

source: Options / Controls / Assign
de: Einstellungen / Eingabe / Analog

source: Options / Controls / Button / Edit
de: Einstellungen / Eingabe / Taste / Ändern

source: Options / Controls / Camera
de: Einstellungen / Eingabe / Kamera

source: Options / Controls / Camera / Movement
de: Einstellungen / Eingabe / Kamera / Bewegung

source: Options / Controls / Car
de: Einstellungen / Eingabe / Fahrzeug

source: Options / Controls / Car / Transmission
de: Einstellungen / Eingabe / Fahrzeug / Getriebe

source: Options / Controls / GUI
de: Einstellungen / Eingabe / GUI

source: Options / Controls / Input Device
de: Einstellungen / Eingabe / Eingabegeräte

source: Options / Controls / Replays
de: Einstellungen / Eingabe / Aufzeichnen

source: Options / Controls / Tools
de: Einstellungen / Eingabe / Erweitert

source: Options / Display
de: Einstellungen / Bild

source: Options / Graphics
de: Einstellungen / Grafik

source: Options / Sound
de: Einstellungen / Audio

source: Orbit
de: Umkreisen

source: Paint
de: Lackierung

source: Pan Down
de: Schwenke nach unten

source: Pan Left
de: Schwenke nach links

source: Pan Right
de: Schwenke nach rechts

source: Pan Up
de: Schwenke nach oben

source: Particles
de: Partikel

source: Pause Menu
de: Pause Menü

source: Place:
de: Platz:

source: Play back recorded games.
de: Aufgezeichnete Rennen abpielen.

source: Player car and driver settings.
de: Fahrzeug und Fahrer-Einstellungen.

source: Position
de: Startposition

source: Press a key, press a joystick button, move a joystick axis, move the mouse, or click a mouse button.
de: Eine Eingabe machen.

source: Prevents wheels from spinning during acceleration (driver aid).
de: Verhindert durchdrehende Räder beim Beschleunigen.

source: Previous Camera
de: Vorherige Kamera

source: Quit
de: Verlassen

source: Quit VDrift
de: VDrift verlassen

source: Quit VDrift.
de: VDrift verlassen.

source: Race
de: Rennen

source: Race / Cars
de: Rennen / Autos

source: Race / Starting Grid
de: Rennen / Startaufstellung

source: Race / Tracks
de: Rennen / Strecken

source: Race on this track backwards.
de: Strecke in Rückwärtsrichtung befahren.

source: Racing Line
de: Ideallinie

source: Ready
de: Fertig

source: Rear View
de: Rückwärtskamera

source: Record Session
de: Fahrt aufzeichnen

source: Record this game for a replay later.
de: Fahrt zur späteren Wiedergabe aufzeichnen.

source: Reflection Quality
de: Reflektionen Qualität

source: Reload GUI
de: GUI neu laden

source: Reload Shaders
de: Shader neu laden

source: Reload graphical user interface.
de: Grafische Benutzeroberfläche neu laden.

source: Reload the vertex and fragment shader source files.
de: Lade Pixel- und Vertex-Shader neu.

source: Remote
de: Server

source: Replays
de: Aufzeichnungen

source: Reset car after rollover.
de: Fahrzeug nach Überschlag zurücksetzen.

source: Resolution
de: Auflösung

source: Restart
de: Neustarten

source: Restart this game using the same car and track settings.
de: Rennen mit den selben Einstellungen neustarten.

source: Return to Options menu.
de: Zurück zum Einstellungen-Menü.

source: Return to the Main menu.
de: Zurück zum Hauptmenü.

source: Return to the Updates menu.
de: Zurück zum Aktualisierung-Menü.

source: Return to the Updates page.
de: Zurück zur Aktualisierung-Seite.

source: Reverse
de: Rückwärtsgang

source: Reverse Track
de: Rückwärts

source: Reverse the force feedback, if necessary for your wheel.
de: Force Feedback Richtung umkehren.

source: Right
de: Rechts

source: Rollover Recover
de: Überschlag zurücksetzen

source: Saturation
de: Sättigung

source: Save changes and return to Camera Controls menu.
de: Änderungen speichern und zurück zum Menü 'Eingabe / Kamera'.

source: Save changes and return to Car Controls menu.
de: Änderungen speichern und zurück zum Menü 'Eingabe / Fahrzeug'.

source: Save changes and return to Controls menu.
de: Änderungen speichern und zurück zum Menü 'Eingabe'.

source: Save changes and return to Game Controls menu.
de: Änderungen speichern und zurück zum Menü 'Eingabe'.

source: Save changes and return to Options menu.
de: Änderungen speichern und zurück zum Menü 'Einstellungen'.

source: Save changes and return to the previous menu.
de: Änderungen speichern und zurück zum vorherigen Menü.

source: Score:
de: Punkte:

source: Screen Shot
de: Bildschirmfoto

source: Select
de: Auswählen

source: Select Replay
de: Verfügbare Aufzeichnungen

source: Select car driver.
de: Wähle Fahrer.

source: Select car to edit.
de: Ändere Fahrzeug an gegebener Startposition.

source: Select car's hood camera .
de: Zur Motorhaubenkamera wechseln.

source: Select driver's view camera.
de: Zur Fahrerkamera wechseln.

source: Select loose chase camera.
de: Zur losen Verfolgerkamera wechseln.

source: Select next camera in the set.
de: Zur nächsten Kamera wechseln.

source: Select previous camera in the set.
de: Zur vorherigen Kamera wechseln.

source: Select rigid chase camera.
de: Zur festen Verfolgerkamera wechseln.

source: Select the currently focused menu item.
de: Gegenwärtig aktives Menüelement betätigen.

source: Select the replay to watch.
de: Wähle die zu wiedergebende Aufzeichnung.

source: Set camera movement controls.
de: Tasten zur Bewegung der Kamera zuweisen.

source: Set how good the SSAO looks during gameplay.
de: Ändere die Qualität der Umgebungsschatten.

source: Set how good the reflections looks during gameplay.
de: Ändere die Qualität der Reflektionen.

source: Set number of opponents. Zero to run a practice session.
de: Setze Gegneranzahl. Um eine Testfahrt zu starten setze Gegnerzahl auf null.

source: Set the anisotropic filtering level for textures.
de: Ändere den Level des Anisotropischen Texturfilters.

source: Set the distance at which shadows become visible.
de: Ändere den Abstand ab dem Schatten sichtbar werden.

source: Set the full scene antialiasing level.
de: Ändere Kantenglättungsstärke.

source: Set the number of laps for a single race.
de: Ändere Rundenanzahl für dieses Rennen.

source: Set the quality of shadow rendering.
de: Ändere die Qualität der Schattendarstellung.

source: Shaders
de: Shader

source: Shadow Distance
de: Schatten Sichtweite

source: Shadow Quality
de: Schatten Qualität

source: Shadows
de: Schatten

source: Shift Down
de: Runterschalten

source: Shift Up
de: Hochschalten

source: Skip Backward
de: Zurück springen

source: Skip Forward
de: Vorwärts springen

source: Slow down the application of button inputs on analogue controls.
de: Tastenempfindlichkeit (Dauer zum Erreichen des Maximalwerts) ändern.

source: Small
de: Klein

source: Some options will not take effect until the game is restarted
de: Einige Einstellungen benötigen einen Neustart.

source: Sound
de: Audio

source: Sound Sources
de: Audioquellen

source: Sounds Volume
de: Geräuschlautstärke

source: Speed Units
de: Tacho

source: Speed sensitive Hi
de: Starker Effekt

source: Speed sensitive Lo
de: Schwacher Effekt

source: Start Engine
de: Motor starten

source: Start List:
de: Startaufstellung:

source: Start Race
de: Rennen starten

source: Start Replay
de: Aufzeichnung abspielen

source: Start a race using the selected car and track.
de: Rennen mit ausgewählten Fahrzeug und Strecke starten.

source: Start a race.
de: Rennen starten.

source: Starting Grid
de: Startaufstellung

source: Steer Left
de: links lenken

source: Steer Right
de: rechts lenken

source: Steering Speed Effect
de: Aktivlenkung

source: Steering Wheel
de: Lenkrad

source: TCS Toggle
de: TCS-Schalter

source: Texture Size
de: Texturgröße

source: The ABS toggle turns anti-lock braking on or off while playing.
de: Der ABS-Schalter (de-)aktiviert das Antiblockiesystem während des Rennens.

source: The TCS toggle turns traction control on or off while playing.
de: Der TCS-Schalter (de-)aktiviert während der Fahrt die Traktionskontrolle.

source: The analog clutch control can allow you to use an external clutch pedal.
de: Die Analoge-Kupllung ermöglicht die Benutzung eines Pedals zum Kuppeln.

source: The brake control causes the car to slow down.
de: Die Bremsen-Taste lässt das Auto langsamer werden

source: The fifth gear control shifts the car into fifth gear.
de: Die Taste '5. Gang' schaltet das Auto in den fünften Gang.

source: The first gear control shifts the car into first gear.
de: Die Taste '1. Gang' schaltet das Auto in den niedrigsten Gang.

source: The fourth gear control shifts the car into fourth gear.
de: Die Taste '4. Gang' schaltet das Auto in den 4. Gang.

source: The free camera can be moved anywhere using the arrow keys.
de: Die freie Kamera kann mittels der Pfeiltasten beliebig bewegt werden.

source: The gas control causes the car to speed up.
de: Die Taste 'Gas' beschleunigt das Auto.

source: The handbrake brakes only on the back wheels.
de: Die Taste 'Handbremse' verzögert das Auto nur mit den Hinterrädern.

source: The higher the value on this setting, the more steering is limited as car speed increases.
de: Je höher der Wert, umso geringer der Lenkausschlag bei steigender Fahrzeuggeschwindigkeit.

source: The neutral control shifts the car into neutral.
de: Die Taste 'Leerlauf' entkoppelt Motor und Fahrwerk.

source: The orbit camera swings around the car as the mouse moves.
de: Die Orbitkamera kann mit der Maus um das Auto geschwenkt werden.

source: The pause control freezes the game (except in multiplayer).
de: Die Taste 'Pause' unterbricht das Spiel, sofern es sich nicht um ein Netzwerkspiel handelt.

source: The reverse control puts the car into reverse gear.
de: Die Taste 'Rückwärtsgang' schaltet in den Rückwärtsgang.

source: The screen shot control saves a snapshot of the game while playing.
de: Die Taste 'Bildschirmfoto' speichert den aktuellen Bildschirminhalts als Bilddatei ab.

source: The second gear control shifts the car into second gear.
de: Die Taste '2. Gang' schaltet in den zweiten Gang.

source: The shift down control changes the car's gear to the previous one.
de: Die Taste 'Runterschalten' schaltet einen Gang runter.

source: The shift up control changes the car's gear to the next one.
de: Die Taste 'Hochschalten' schaltet einen Gang hoch.

source: The sixth gear control shifts the car into sixth gear.
de: Die Taste '6. Gang' schaltet in den sechsten Gang.

source: The skip backward control goes back ten seconds during a replay.
de: Die Taste 'zurück springen' lässt das Replay von 10 Sekunden zuvor abspielen.

source: The skip forward control skips ahead ten seconds during a replay.
de: Die Tate 'vor springen' lässt das Replay von 10 Sekunden später abspielen.

source: The start engine control will restart the engine if it stalls.
de: Die Taste 'Motor starten' startet den Motor, sollte er ein Mal ausgehen.

source: The steer left control causes the car to turn left.
de: Die Taste 'links lenken' lässt das Auto links herum lenken.

source: The steer right control causes the car to turn right.
de: Die Taste 'rechts lenken' lässt das Auto rechts herum lenken.

source: The third gear control shifts the car into third gear.
de: Die Taste '3. Gang' schaltet in den dritten Gang.

source: There was an error connecting to the VDrift data server.
de: Es gab einen Fehler beim Verbindungsaufbau zum Server.

source: There was an error when trying to play this replay.
de: Es gab einen Fehler beim Abspielen dieser Wiederholung.

source: Toggle fullscreen mode on and off.
de: Vollbildmodus (de-)aktivieren.

source: Tools
de: Werkzeuge

source: Track
de: Strecke

source: Track Damage
de: Streckenschaden

source: Track Map
de: Streckenkarte

source: Track Name
de: Streckenname

source: Track updates
de: Strecken

source: Tracks
de: Strecken

source: Traction Control
de: Traktionskontrolle

source: Transmission
de: Getriebe

source: Trigger the control when the key is pressed down or released?
de: Diese Aktion ausführen, wenn die Taste betätigt oder losgelassen wird?

source: Turn the camera view downwards.
de: Kamera nach unten schwenken.

source: Turn the camera view to the left.
de: Kamera nach links schwenken.

source: Turn the camera view to the right.
de: Kamera nach rechts schwenken.

source: Turn the camera view upwards.
de: Kamera nach oben schwenken.

source: Turning off shaders will speed up rendering at the cost of visual quality.
de: Deaktivieren der Shader erlaubt flüssigere Spielwiedergabe auf Kosten der visuellen Qualität.

source: Type
de: Typ

source: Up
de: Hoch

source: Update Successful
de: Aktualisierung erfolgreich

source: Update this track to the latest version.
de: Bringe diese Strecke auf den neusten Stand.

source: Updates
de: Aktualisierung

source: Updates / Cars
de: Aktualisierung / Autos

source: Updates / Tracks
de: Aktualisierung / Strecken
