Repository: krichter722/vdrift-data
Catalog: vdrift-data/locale/*.po
Languages: gd

source: The shift up control changes the car's gear to the next one.
gd: Atharraichidh an t-uidheam-smachd 'Sioft suas' gèar a' chàir dhan ath-ghèar.

source: The sixth gear control shifts the car into sixth gear.
gd: Cuiridh an t-uidheam-smachd '6mh' an càr san t-siathamh gèar.

source: The skip backward control goes back ten seconds during a replay.
gd: Thèid an tuidheam-smachd 'Sùird air ais' deich diog air ais ann an ath-chluiche.

source: The skip forward control skips ahead ten seconds during a replay.
gd: Thèid an tuidheam-smachd 'Sùird air adhart' deich diog air adhart ann an ath-chluiche.

source: The start engine control will restart the engine if it stalls.
gd: Cuiridh an t-uidheam-smachd 'Tòisich an einnsean' an einnsean air ma bhios e air stad.

source: The steer left control causes the car to turn left.
gd: Gluaisidh an càr gu clì nuair a chleachdas tu an t-uidheam-smachd 'Stiùir gu clì.'

source: The steer right control causes the car to turn right.
gd: Gluaisidh an càr gu deas nuair a chleachdas tu an t-uidheam-smachd 'Stiùir gu deas.'

source: The third gear control shifts the car into third gear.
gd: Cuiridh an t-uidheam-smachd '3s' an càr san treas gèar.

source: There was an error connecting to the VDrift data server.
gd: Thachair mearachd a' ceangal dhan fhrithealaiche dàta VDrift.

source: There was an error when trying to play this replay.
gd: Thachair mearachd a' fheuchainn ris an ath-chluiche seo ath-chluiche.

source: Toggle fullscreen mode on and off.
gd: Toglaich am modh làn-sgrìn air no dheth.

source: Tools
gd: Innealan

source: Track
gd: Slighe

source: Track Damage
gd: Dochann air an t-slighe

source: Track Map
gd: Mapa na slighe

source: Track Name
gd: Ainm na slighe

source: Track updates
gd: Ùraich slighean

source: Tracks
gd: Slighean

source: Traction Control
gd: Dìon bho shleamhnachadh

source: Trigger the control when the key is pressed down or released?
gd: An tèid e air adhart nuair a bhios an iuchair ga bruthadh no ga leigeil às?

source: Turn the camera view downwards.
gd: Cuairtich sealladh a' chamara sìos.

source: Turn the camera view to the left.
gd: Cuairtich sealladh a' chamara gu clì.

source: Turn the camera view to the right.
gd: Cuairtich sealladh a' chamara gu deas.

source: Turn the camera view upwards.
gd: Cuairtich sealladh a' chamara suas.

source: Turning off shaders will speed up rendering at the cost of visual quality.
gd: Ma chuireas tu na sgàileadairean dheth, bidh an reandaradh nas luaithe ach caillidh tu càileachd lèirsinne.

source: Type
gd: Seòrsa

source: Up
gd: Suas

source: Update Successful
gd: Shoirbhich leis an ùrachadh

source: Update this track to the latest version.
gd: Ùraich an t-slighe seo dhan tionndadh as ùire.

source: Updates
gd: Ùrachaidhean

source: Updates / Cars
gd: Ùrachaidhean / Càraichean

source: Updates / Tracks
gd: Ùrachaidhean / Slighean

source: Updates / Update
gd: Ùrachaidhean / Ùrachadh

source: Use normal maps.
gd: Cleachd mapaichean àbhaisteach.

source: Very High
gd: Glè fhada

source: Very Low
gd: Glè ghoirid

source: View Distance
gd: Astar seallaidh

source: Visualise the steering and acceleration/braking on screen.
gd: Dèan samhla-sùla air stiùireadh is luathachadh/brèige air an sgrìon.

source: Wide
gd: Leathann

source: Will this input be activated once per press, or whenever it's held down?
gd: An tèid an t-ion-chur seo a ghnìomhachadh aon turas gach brùthadh/brìogadh, no fhad's a thèid a cumail sìos?

source: Yes
gd: Tha

source: You lost
gd: Chaill thu

source: You must update to the latest VDrift release.
gd: Feumaidh tu ùrachadh a dhèanamh dhan tionndadh as uire aig VDrift.

source: You won!
gd: Buannaich thu!

source: Zoom In
gd: Sùm a-steach

source: Zoom Out
gd: Sùm a-mach

source: Zoom camera in.
gd: Sùm an camara a-steach.

source: Zoom camera out.
gd: Sùm an camara a-mach.

source: long
gd: Fada

source: medium
gd: Meadhanach

source: short
gd: Goirid
