Repository: krichter722/vdrift-data
Catalog: vdrift-data/locale/*.po
Languages: gd

source: 16-bit
gd: 16-biod

source: 1600 x 900
gd: 1600 x 1200

source: 1st
gd: 1d

source: 200 Degree Wheel
gd: Cuibhle 200 cheum

source: 200 degree mode
gd: Modh 200 cheum

source: 24-bit
gd: 24-biod

source: 2nd
gd: 2na

source: 3rd
gd: 3s

source: 4th
gd: 3mh

source: 5th
gd: 5mh

source: 6th
gd: 6mh

source: ABS Toggle
gd: Toglaich ABS

source: AI Level
gd: Leibheil na IF

source: Abort
gd: Sguir dheth

source: Action
gd: Gnìomh

source: Adjust the amount of colours available.
gd: Gleus cò mheud dath a tha ri làimh.

source: Advance to the next car.
gd: Lean air adhart dhan ath-chàr.

source: Advance to the next track.
gd: Lean air adhart dhan ath-shlighe.

source: Analog Clutch
gd: Cluids analogach

source: Anisotropic Filtering
gd: Criathradh an-iosa-tropach

source: Antilock Brakes
gd: Brèigean ana-chasgaidh

source: Are you sure you want to leave this game?
gd: A bheil thu cinnteach gu bheil thu airson an geama seo fhàgail?

source: Are you sure you want to quit?
gd: A bheil thu cinnteach gu bheil thu airson fàgail?

source: Are you sure you want to restart?
gd: A bheil thu cinnteach gu bheil thu airson ath-thòiseachadh?

source: Assign inputs to actions related to replays.
gd: Sònraich ion-chur dha ghnìomhan co-cheangailte ri ath-chluichean.

source: Assign inputs to actions related to the transmission.
gd: Sònraich ion-chur dha ghnìomhan co-cheangailte ris an transmission.

source: Assign inputs to actions that affect the car.
gd: Sònraich ion-chur dha ghnìomhan le buaidh air a' chàr.

source: Assign inputs to actions that affect the game.
gd: Sònraich ion-chur dha ghnìomhan le buaidh air a' gheama.

source: Assign inputs to actions that affect the gui.
gd: Sònraich ion-chur dha ghnìomhan le buaidh air a' GUI.

source: Assign inputs to camera controls.
gd: Sònraich ion-chur dha dh'uidheaman-smachd camara.

source: Assign inputs to miscellaneous helpful actions.
gd: Sònraich ion-chur dha ghnìomhan fheumail mheasgaichte.

source: Automatic Clutch
gd: Cluids fèin-obrachail

source: Automatic Shift
gd: Sioft fèin-obrachail

source: Automatically shift to neutral when no gear button is active, as with H-Gate shifters.
gd: Dèan sioft gu neodrach gu fèin-obrachail mura h-eil putan gèar gnìomach mar a nìthear le sioftair "Sioftair H-Gate."

source: Back
gd: Air ais

source: Before starting the race add at least one opponent.
gd: Cuir co-dhiù aon fharpaisiche ris mus tòisicheas tu air a' gheama.

source: Begin playing the last recorded replay.
gd: Tòisich air an ath-chluiche mu dheireadh a chaidh a chlàradh.

source: Best lap:
gd: An tè as fhearr:

source: Bloom
gd: Snuadhachadh

source: Brake
gd: Brèig

source: Brightness
gd: Soilleireachd

source: Browse cars and apply updates
gd: Brabhsaich na càraichean is cuir ùrachaidhean an sàs.

source: Browse tracks and apply updates
gd: Brabhsaich na slighean is cuir ùrachaidhean an sàs.

source: Button Control Delay
gd: Dàil air uidheaman-smachd putain

source: Camera
gd: Camara

source: Camera Bounce
gd: Bocadh a' chamara

source: Camera Movement
gd: Gluasad a' chamara

source: Cancel
gd: Sguir dheth

source: Car Damage
gd: Milleadh càir

source: Car Name
gd: Ainm a' chàir

source: Car updates
gd: Ùraich càraichean

source: Cars
gd: Càraichean

source: Change graphics settings.
gd: Atharraich roghainnean a' ghrafaigeachd.

source: Change input and control settings.
gd: Atharraich roghainnean an ion-chuir is nan uidheaman-smachd.

source: Change some of the options while the game is running.
gd: Atharraich cuid dhe na roghainnean fhad 's a bhios an geama a' ruith.

source: Change sound settings.
gd: Atharraich roghainnean fuaime.

source: Change the amount of particles used for smoke and dust effects.
gd: Atharraich uiread nam mìrean airson èifeachdan smùid is duslaich.

source: Change the contrast of the display.
gd: Atharraich an t-iomsgaradh aig an inneal-taisbeanaidh.

source: Change the game resolution.
gd: Atharraich dùmhlachd-bhreacaidh a' gheama.

source: Change the graphics and layout of the VDrift menus.
gd: Atharraich grafaigeachd is co-dhealbhachd nan clàran-taice VDrift.

source: Change the language of the VDrift menus.
gd: Atharraich cànan nan clàran-taice VDrift.

source: Change the maximum view distance.
gd: Atharraich an t-astar seallaidh as motha.

source: Change the number of sound sources in the game.
gd: Atharraich àireamh nan tùsan fuaime sa gheama.

source: Change the size of the textures displayed.
gd: Atharraich meud nan innich a chì thu.

source: Change the strength of the camera bounce effect.
gd: Atharraich an neart aig buaidh bocadh a' chamara.

source: Change the type of joystick device.
gd: Atharraich an seòrsa dhe dh'uidheam joystick.

source: Change the units that speed is displayed in between MPH and KPH.
gd: Atharraich na h-aonadan a thèid a chleachdadh gus luaths a shealltainn eadar MPH is KPH.

source: Change the volume of the music in the game.
gd: Atharraich àirde a' chiùil sa gheama.

source: Change the volume of the sound effects in the game.
gd: Atharraich àirde nam buadhan fuaime sa gheama.

source: Change video and display settings.
gd: Atharraich roghainnean video is taisbeanaidh.

source: Chase Loose
gd: Sealg fuasgailte

source: Chase Rigid
gd: Sealg teann

source: Check for updates to your existing cars and tracks
gd: Lorg ùrachaidhean airson nan càraichean is shlighean a th' agad.

source: Check updates
gd: Lorg ùrachaidhean

source: Choose the brightness for the car.
gd: Tagh an t-soilleireachd a bhios air a' chàr.

source: Choose the car to drive.
gd: Tagh an càr agad.

source: Choose the hue for the car.
gd: Tagh an tuar a bhios air a' chàr.

source: Choose the paint job for the car.
gd: Tagh am peant a bhios air a' chàr.

source: Choose the saturation for the car.
gd: Tagh an t-sàthachd a bhios air a' chàr.

source: Choose the track to drive on.
gd: Tagh an t-slighe gus draibheadh oirre.

source: Color Depth
gd: Doimhne datha

source: Condition
gd: Cumha

source: Configure your display, sound and controls.
gd: Rèitich an sealladh, an fhuaim is na h-uidheaman-smachd.

source: Confine mouse to the application window and hide cursor when playing.
gd: Cùm an luchag ann an uinneag na h-aplacaid is falaich an cùrsair fhad 's a bhios mi a' cluich.

source: Continue
gd: Lean air adhart

source: Contrast
gd: Iomsgaradh

source: Control
gd: Uidheam-smachd

source: Controls
gd: Uidheaman-smachd

source: Deadzone
gd: Raon-marbh

source: Default
gd: Bunaiteach

source: Delete
gd: Sguab às

source: Delete this control and return to the previous menu.
gd: Sguab às dhan uidheam-smachd seo is till dhan chlàr-taice roimhe.

source: Delete this control.
gd: Sguab às dhan uidheam-smachd seo.

source: Display
gd: Sealladh

source: Display a track map.
gd: Seall mapa an t-slighe.

source: Display the racing line.
gd: Seall loidhne-rèisidh.

source: Down
gd: Sìos

source: Download
gd: Luchdaich a-nuas

source: Draw dynamic shadows.
gd: Tarraing sgàilean innsgineach.

source: Draw highlights.
gd: Tarraing soillseachadh.

source: Driver
gd: Draibhear

source: Edit cars, drivers and starting positions.
gd: Deasaich càraichean, draibhearan is ionadan toisich.

source: Enable car damage model.
gd: Cuir modail millidh chàir air.

source: Enable/disable automatic clutching (prevents car from stalling).
gd: Cuir cluids fèin-obrachail an comas / à comas (cha tèid an t-einnsean dheth).

source: Enable/disable automatic transmission shifting.
gd: Cuir shioft fèin-obrachail aig an transmission an comas / à comas.

source: Enable/disable the framerate counter.
gd: Cuir an cunntair reat fhrèaman an comas / à comas.

source: Enable/disable the heads up display.
gd: Cuir an heads up display an comas / à comas.

source: Exponent
gd: Easponant

source: Extra-wide
gd: Glè leathann

source: Far
gd: Fada

source: Fast moving objects blur slightly.
gd: Bidh beagan sgleò air oibseactan a ghluaiseas gu luath.

source: Few
gd: Beagan dhiubh

source: Field of View
gd: Raon seallaidh

source: Field of view in the vertical direction.
gd: Raon seallaidh an comhair inghearach.

source: Focus Next
gd: Fòcas air an ath-fhear

source: Focus Previous
gd: Fòcas air an fhear roimhe

source: Focus the camera on next car.
gd: Taomhaich an camara air an ath-chàr.

source: Focus the camera on previous car.
gd: Taomhaich an camara air a' chàr roimhe.

source: Force Feedback Gain
gd: Meudachadh freagairt-forsa

source: Force Feedback Invert
gd: Ais-tionndadh freagairt-forsa

source: Forget changes and return to Camera Controls menu.
gd: Dìochuimhnich na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd a' chamara."

source: Forget changes and return to Car Controls menu.
gd: Dìochuimhnich na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd a' chàir."

source: Forget changes and return to Controls menu.
gd: Dìochuimhnich na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd."

source: Forget changes and return to Game Controls menu.
gd: Dìochuimhnich na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd a' gheama."

source: Forget changes and return to Options menu.
gd: Dìochuimhnich na h-atharraichean is till dhan chlàr-taice "Roghainnean."

source: Forget changes and return to the previous menu.
gd: Dìochuimhnich na h-atharraichean is till dhan chlàr-taice roimhe.

source: Framerate Counter
gd: Cunntair reat fhrèaman

source: Free
gd: Saor

source: Fullscreen
gd: Làn-sgrìn

source: GO
gd: Siuthad

source: Gain
gd: Iomadaichear

source: Garage
gd: Garaids

source: Gas
gd: Luaths

source: Go back to the Replays menu.
gd: Till dhan chlàr-taice "Ath-chluichean."

source: Go back to the Updates page.
gd: Till dhan chlàr-taice "Ùrachaidhean."

source: Go back to the last car.
gd: Air ais dhan chàr roimhe.

source: Go back to the last track.
gd: Air ais dhan t-shlighe roimhe.

source: Go back to the main menu.
gd: Till dhan phrìomh chlàr-taice.

source: Go back to the race menu.
gd: Till dhan chlàr-taice "Rèis."

source: Grab Mouse
gd: Greim an luchag

source: Graphics
gd: Grafaigeachd

source: H-Gate Shifter
gd: Sioftair H-Gate

source: Handbrake
gd: Brèig-làimhe

source: Held
gd: Ga chumail

source: Help reduce wheel lockup on heavy braking (driver aid).
gd: Lùghdaich casgadh nan cuibhlean nuair a bhios tu trom air a' bhrèig (cuideachadh draibheir).

source: High
gd: Fada

source: Higher values result in an AI that will drive faster.
gd: Bheir luachan as àirde IF dhut a dhraibheas nas luaithe.

source: Hood
gd: Bonaid

source: Hue
gd: Tuar

source: Input Device
gd: Uidheam ion-chuir

source: Input Graph
gd: Graf ion-chuir

source: Joystick/Gamepad
gd: Joystick/Pada-geama

source: Keep your cars and tracks up to date
gd: Cùm na càraichean ia slighean agad cho ùr 's a ghabhas

source: Lap time:
gd: Ùine na cuairte:

source: Lap:
gd: Cuairt:

source: Laps
gd: Cuairtean

source: Large
gd: Mòr

source: Last lap:
gd: An tè roimhpe:

source: Leave game and return to the Main menu.
gd: Fàg an geama is till dhan phrìomh chlar-taice.

source: Leave the menu and continue the game.
gd: Fàg an clàr-taice is lean air a' gheama.

source: Left
gd: Gu clì

source: Limit steering range to 200 degrees, gives a realistic feel to limited range wheels.
gd: Cuingich rainse an stiùiridh gu 200 puing, bheir seo coltas fìrinneach dha chuibhlean le rainse cuingichte.

source: Local
gd: Ionadail

source: Look behind you during driving.
gd: Seall air do chùlaibh fhad 's a bhios tu a' dràibheadh.

source: Low
gd: Goirid

source: Many
gd: Mòran dhiubh

source: Medium
gd: Meadhanach

source: Menu Language
gd: Cànan clàir-thaice

source: Menu Skin
gd: Ùrlar a' chlàir-taice

source: Motion Blur
gd: Sgleò gluasaid

source: Move the currently focused menu item down.
gd: Gluais an nì clàir-thaice air a bheil am fòcas sìos.

source: Move the currently focused menu item left.
gd: Gluais an nì clàir-thaice air a bheil am fòcas gu clì.

source: Move the currently focused menu item right.
gd: Gluais an nì clàir-thaice air a bheil am fòcas gu deas.

source: Move the currently focused menu item up.
gd: Gluais an nì clàir-thaice air a bheil am fòcas suas.

source: Move up a menu level.
gd: Gluais suas leibheil clàir-thaice.

source: Multiplier to adjust strength of force feedback.
gd: Iomadaichear gus leud an na freagairte-forsa a ghleusadh.

source: Music Volume
gd: Àirde a' chiùil:

source: Near
gd: Faisg

source: Neutral
gd: Neodrach

source: Next Camera
gd: An t-ath chamara

source: No
gd: Chan eil

source: Normal
gd: Àbhaisteach

source: Normal Maps
gd: Mapaichean àbhaisteach

source: OK
gd: Ceart ma-thà

source: Off
gd: Dheth

source: On
gd: Air

source: Once
gd: Aon turas

source: Options
gd: Roghainnean

source: Options / Controls
gd: Roghainnean / Uidheaman-smachd

source: Options / Controls / Analog / Edit
gd: Roghainnean / Uidh.-smachd / Analogach / Deasaich

source: Options / Controls / Assign
gd: Roghainnean / Uidheaman-smachd / Sònraich

source: Options / Controls / Button / Edit
gd: Roghainnean / Uidh.-smachd / Putan / Deasaich

source: Options / Controls / Camera
gd: Roghainnean / Uidheaman-smachd / Camara

source: Options / Controls / Camera / Movement
gd: Roghainnean / Uidh.-smachd / Camara / Gluasad

source: Options / Controls / Car
gd: Roghainnean / Uidheaman-smachd / Càr

source: Options / Controls / Car / Transmission
gd: Roghainnean / Uidh.-smachd / Càr / Transmission

source: Options / Controls / GUI
gd: Roghainnean / Uidheaman-smachd / GUI

source: Options / Controls / Input Device
gd: Roghainnean / Uidheaman-smachd / Ion-chur

source: Options / Controls / Replays
gd: Roghainnean / Uidh.-smachd / Ath-chluichean

source: Options / Controls / Tools
gd: Roghainnean / Uidheaman-smachd / Innealan

source: Options / Display
gd: Roghainnean / Sealladh

source: Options / Graphics
gd: Roghainnean / Grafaigeachd

source: Options / Sound
gd: Roghainnean / Fuaim

source: Orbit
gd: Reul-chuairt

source: Paint
gd: Peant

source: Pan Down
gd: Panaich sìos

source: Pan Left
gd: Panaich gu clì

source: Pan Right
gd: Panaich gu deas

source: Pan Up
gd: Panaich suas

source: Particles
gd: Mìrean

source: Pause
gd: Cuir na stad

source: Pause Menu
gd: Clàr-taice stada

source: Place:
gd: Àite:

source: Play back recorded games.
gd: Ath-chluich geamannan air an sàbhaladh.

source: Player car and driver settings.
gd: Atharraich roghainnean càir is draibheir.

source: Position
gd: Ionad

source: Press a key, press a joystick button, move a joystick axis, move the mouse, or click a mouse button.
gd: Brùth air iuchair no putan joystick no gluais aiseal joystick no an luchag no briog air putan luchaige.

source: Prevents wheels from spinning during acceleration (driver aid).
gd: Cuiridh seo casg air na cuibhlichean a' dol mun cuairt cus le luathachadh (cuideachadh draibheir).

source: Previous Camera
gd: An camara roimhe

source: Quit
gd: Fàg an-seo

source: Quit VDrift
gd: Fàg VDrift.

source: Quit VDrift.
gd: Fàg VDrift.

source: Race
gd: Rèis

source: Race / Cars
gd: Rèis / Càraichean

source: Race / Starting Grid
gd: Rèis / Griod tòiseachaidh

source: Race / Tracks
gd: Rèis / Slighean

source: Race on this track backwards.
gd: Dèan rèis contrarra air an t-slighe seo.

source: Racing Line
gd: Loidhne rèisidh

source: Ready
gd: Deiseil

source: Rear View
gd: Sealladh cùlaibh

source: Record Session
gd: Clàraich an seisean

source: Record this game for a replay later.
gd: Clàraich an geama seo gus ath-chluiche an uair sin.

source: Reflection Quality
gd: Càileachd an ath-thilgeil

source: Reload GUI
gd: Ath-luchdaich GUI

source: Reload Shaders
gd: Ath-luchd. sgàileadairean

source: Reload graphical user interface.
gd: Ath-luchdaich an t-eadar-aghaidh.

source: Reload the vertex and fragment shader source files.
gd: Ath-luchdaich na faidhlichean-tùis sgàileadair guib is mìrein.

source: Remote
gd: Cèin

source: Replays
gd: Ath-chluichean

source: Reset car after rollover.
gd: Ath-suidhich an dèidh cair mu char.

source: Resolution
gd: Dùmhlachd-bhreacaidh

source: Restart
gd: Ath-thòisich

source: Restart this game using the same car and track settings.
gd: Ath-thòisich an geama seo leis na h-aon roghainnean càir is slighe.

source: Return to Options menu.
gd: Till dhan chlàr-taice "Roghainnean."

source: Return to the Main menu.
gd: Till dhan phrìomh chlàr-taice.

source: Return to the Updates menu.
gd: Till dhan chlàr-taice "Ùrachaidhean."

source: Return to the Updates page.
gd: Till dhan chlàr-taice "Ùrachaidhean."

source: Reverse
gd: Contrarra

source: Reverse Track
gd: Slighe chontrarra

source: Reverse the force feedback, if necessary for your wheel.
gd: Ais-thionndaidh an fhreagairt-fhorsa, ma tha seo riatanach leis a' chuibhle agad.

source: Right
gd: Gu deas

source: Rollover Recover
gd: Aiseag bho char mu char

source: Saturation
gd: Sàthachd

source: Save changes and return to Camera Controls menu.
gd: Sàbhail na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd a' chamara."

source: Save changes and return to Car Controls menu.
gd: Sàbhail na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd a' chàir."

source: Save changes and return to Controls menu.
gd: Sàbhail na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd."

source: Save changes and return to Game Controls menu.
gd: Sàbhail na h-atharraichean is till dhan chlàr-taice "Uidheaman-smachd a' gheama."

source: Save changes and return to Options menu.
gd: Sàbhail na h-atharraichean is till dhan chlàr-taice "Roghainnean."

source: Save changes and return to the previous menu.
gd: Sàbhail na h-atharraichean is till dhan chlàr-taice roimhe.

source: Score:
gd: Sgòr:

source: Screen Shot
gd: Glacadh-sgrìn

source: Select
gd: Tagh

source: Select Replay
gd: Tagh ath-chluiche

source: Select car driver.
gd: Tagh draibhear a' chàir.

source: Select car to edit.
gd: Tagh càr airson deasachadh.

source: Select car's hood camera .
gd: Tagh camara bonaid a' chàir.

source: Select driver's view camera.
gd: Tagh camara sealladh an draibheir.

source: Select loose chase camera.
gd: Tagh camara seilge fuasgailte.

source: Select next camera in the set.
gd: Tagh an t-ath chamara san t-seata.

source: Select previous camera in the set.
gd: Tagh an camara roimhe san t-seata.

source: Select rigid chase camera.
gd: Tagh camara seilge teinn.

source: Select the currently focused menu item.
gd: Tagh an nì clàir-thaice air a bheil am fòcas.

source: Select the replay to watch.
gd: Tagh an ath-chluiche a tha thu airson coimhead air.

source: Set camera movement controls.
gd: Suidhich uidheaman-smachd airson gluasad a' chamara.

source: Set how good the SSAO looks during gameplay.
gd: Suidhich dè cho snasail 's a bhios SSAO sa gheama.

source: Set how good the reflections looks during gameplay.
gd: Suidhich dè cho snasail 's a bhios ath-thilgeil sa gheama.

source: Set number of opponents. Zero to run a practice session.
gd: Suidhich an àireamh de cho-fharpaisichean. Tagh 0 gus sgrìob cleachdaidh a ghabhail.

source: Set the anisotropic filtering level for textures.
gd: Suidhich ìre a' chriathraidh an-iosa-tropach aig na h-innich.

source: Set the distance at which shadows become visible.
gd: Suidhich an t-astar a thig faileasan am follais.

source: Set the full scene antialiasing level.
gd: Suidhich ìre an antialiasing airson seallaidhean slàna.

source: Set the number of laps for a single race.
gd: Tagh an àireamh dhe chuairtean airson an rèis.

source: Set the quality of shadow rendering.
gd: Suidhich càileachd aig reandaradh nan sgàilean.

source: Shaders
gd: Sgàileadairean

source: Shadow Distance
gd: Astar nan sgàilean

source: Shadow Quality
gd: Càileachd nan sgàilean

source: Shadows
gd: Sgàilean

source: Shift Down
gd: Sioft sìos

source: Shift Up
gd: Sioft suas

source: Skip Backward
gd: Sùird air ais

source: Skip Forward
gd: Sùird air adhart

source: Slow down the application of button inputs on analogue controls.
gd: Cuir maille air cur an sàs aig ion-chur putain le uidheaman-smachd analogach.

source: Small
gd: Beag

source: Some options will not take effect until the game is restarted
gd: Cha tèid cuid dhe na roghainnean a chur an sàs mus ath-thòisicheas tu an geama

source: Sound
gd: Fuaim

source: Sound Sources
gd: Tùsan fuaime

source: Sounds Volume
gd: Àirde nam fuaimean

source: Speed Units
gd: Aonadan luaiths

source: Speed sensitive Hi
gd: Mothachadh àrd air luaths

source: Speed sensitive Lo
gd: Mothachadh ìseal air luaths

source: Start Engine
gd: Tòisich an einnsean

source: Start List:
gd: Liosta tòiseachaidh:

source: Start Race
gd: Tòisich an rèis

source: Start Replay
gd: Tòisich an t-ath-chluiche

source: Start a race using the selected car and track.
gd: Tòisich air rèis leis a' chàr is slighe a thagh thu.

source: Start a race.
gd: Tòisich air rèis.

source: Starting Grid
gd: Grid tòiseachaidh

source: Steer Left
gd: Stiùir gu clì

source: Steer Right
gd: Stiùir gu deas

source: Steering Speed Effect
gd: Buadh luaths an stiùiridh

source: Steering Wheel
gd: Cuibhle stiùiridh

source: TCS Toggle
gd: Toglaich TCS

source: Texture Size
gd: Meud innich

source: The ABS toggle turns anti-lock braking on or off while playing.
gd: Cuiridh an suids ABS dìon an aghaidh casgadh nam brèigichean air no dheth fhad 's a bhios tu a' cluiche.

source: The TCS toggle turns traction control on or off while playing.
gd: Cuiridh an suids TCS dìon an aghaidh sleamhnachadh air no dheth fhad 's a bhios tu a' cluiche.

source: The analog clutch control can allow you to use an external clutch pedal.
gd: Leis an t-uidheam-smachd 'Cluids analogach', faodaidh tu troighean cluids on taobh a-muigh a chleachdadh.

source: The brake control causes the car to slow down.
gd: Cuiridh an t-uidheamn-smachd brèige maille air a' chàr.

source: The fifth gear control shifts the car into fifth gear.
gd: Cuiridh an t-uidheam-smachd '5mh' an càr sa chòigeamh gèar.

source: The first gear control shifts the car into first gear.
gd: Cuiridh an t-uidheam-smachd '1d' an càr sa chiad ghèar.

source: The fourth gear control shifts the car into fourth gear.
gd: Cuiridh an t-uidheam-smachd '4mh' an càr sa cheathramh gèar.

source: The free camera can be moved anywhere using the arrow keys.
gd: Gabhaidh an camara saor gluasad gu àite sam bith leis na h-iuchraichean sàighde.

source: The gas control causes the car to speed up.
gd: Nì an t-uidheam-smachd luaths an càr nas luaithe.

source: The handbrake brakes only on the back wheels.
gd: Cha chur a' bhrèig-làimhe maille ach air na cuilbhlichean deiridh.

source: The higher the value on this setting, the more steering is limited as car speed increases.
gd: Mar as àirde an luach aig an roghainn seo, 's ann nas cuingichte a tha an stiùireadh nuair a mheudaicheas luaths a' chàir.

source: The neutral control shifts the car into neutral.
gd: Nì an t-uidheam-smachd 'neodrach' sioft gu neodrach.

source: The orbit camera swings around the car as the mouse moves.
gd: Cuiridh an camara reul-chuairt car mun chàr le gluasad na luchaige.

source: The pause control freezes the game (except in multiplayer).
gd: Cuiridh an t-uidheam-smachd 'Cuir na stad' an geama na stad (ach sa mhodh ioma-chluicheadair).

source: The reverse control puts the car into reverse gear.
gd: Cuiridh an t-uidheam-smachd 'Contrarra' an càr ann an gèar an comhair a chùil.

source: The screen shot control saves a snapshot of the game while playing.
gd: Sàbhalaidh an t-uidheam-smachd glacaidh-sgrìn glacadh-sgrìn dhen gheama fhad 's a bhios tu a' cluiche.

source: The second gear control shifts the car into second gear.
gd: Cuiridh an t-uidheam-smachd '2na' an càr san dàrna gèar.

source: The shift down control changes the car's gear to the previous one.
gd: Atharraichidh an t-uidheam-smachd 'Sioft sìos' gèar a' chàir dhan ghèar roimhe.
