Repository: krichter722/vdrift-data
Catalog: skins/simple/languages/*.po
Languages: pt_br

source: 200 Degree Wheel
pt_br: Volante de 200 graus

source: 200 degree mode
pt_br: modo de 200 graus

source: ABS Toggle
pt_br: Alternar ABS

source: AI level
pt_br: Nível da IA

source: AI type
pt_br: Tipo de IA

source: Abort
pt_br: Abortar

source: Action
pt_br: Ação

source: Adjust the amount of colours available.
pt_br: Ajustar quantidade de cores disponíveis.

source: Advance to the next car.
pt_br: Avançar para o próximo carro.

source: Advance to the next track.
pt_br: Avançar para a próxima pista.

source: Analog Clutch
pt_br: Embreagem Analógica

source: Anisotropic Filtering
pt_br: Filtragem Anisotrópica

source: Antilock Brakes
pt_br: Freios Antitravamento

source: Are you sure you want to leave this game?
pt_br: Tem certeza que quer sair da corrida?

source: Are you sure you want to quit?
pt_br: Tem certeza que quer sair?

source: Are you sure you want to restart?
pt_br: Tem certeza que quer reiniciar?

source: Assign inputs to actions related to replays.
pt_br: Atribuir entradas para ações relacionadas a replays.

source: Assign inputs to actions related to the transmission.
pt_br: Atribuir entradas para ações relacionadas a transmissão.

source: Assign inputs to actions that affect the car.
pt_br: Atribuir entradas para ações que afetam o carro.

source: Assign inputs to actions that affect the game.
pt_br: Atribuir entradas para ações que afetam o jogo.

source: Assign inputs to actions that affect the gui.
pt_br: Atribuir entradas para ações que afetam a interface.

source: Assign inputs to camera controls.
pt_br: Atribuir entradas para controles de câmera.

source: Assign inputs to miscellaneous helpful actions.
pt_br: Atribuir entradas para ações de ajuda diversas.

source: Automatic Clutch
pt_br: Embreagem Automática

source: Automatic Shift
pt_br: Câmbio Automático

source: Automatically shift to neutral when no gear button is active, as with H-Gate shifters.
pt_br: Trocar automaticamente para o neutro quando nenhum botão de marcha estiver ativo, como em câmbios 'H'.

source: Back
pt_br: Voltar

source: Before starting the race add at least one opponent.
pt_br: Antes de começar a corrida adicione pelo menos um oponente.

source: Begin playing the last recorded replay.
pt_br: Começar mostrando o último replay gravado.

source: Best lap:
pt_br: Melhor volta:

source: Brake
pt_br: Freio

source: Brightness
pt_br: Brilho

source: Browse cars and apply updates
pt_br: Navegar pelos carros e aplicar atualizações

source: Browse tracks and apply updates
pt_br: Navegar pelas pistas e aplicar atualizações

source: Button Control Delay
pt_br: Atraso do Botão de Controle

source: Camera
pt_br: Câmera

source: Camera Bounce
pt_br: Salto da Câmera

source: Camera Movement
pt_br: Movimento de Câmera

source: Cancel
pt_br: Cancelar

source: Car
pt_br: Carro

source: Car Damage
pt_br: Dano do Carro

source: Car Name
pt_br: Nome do Carro

source: Car updates
pt_br: Atualizações de carros

source: Cars
pt_br: Carros

source: Change graphics settings.
pt_br: Alterar configurações de gráficos.

source: Change input and control settings.
pt_br: Alterar configurações de entrada e controle.

source: Change some of the options while the game is running.
pt_br: Modificar algumas das opções enquanto o jogo está rodando.

source: Change sound settings.
pt_br: Alterar configurações de som.

source: Change the contrast of the display.
pt_br: Alterar o contraste da tela.

source: Change the game resolution.
pt_br: Alterar a resolução do jogo.

source: Change the graphics and layout of the VDrift menus.
pt_br: Alterar os gráficos e leiaute dos menus do VDrift.

source: Change the language of the VDrift menus.
pt_br: Alterar o idioma dos menus do VDrift.

source: Change the maximum view distance.
pt_br: Alterar a distância máxima de visão.

source: Change the number of sound sources in the game.
pt_br: Alterar o número de fontes de som no jogo.

source: Change the size of the textures displayed.
pt_br: Alterar o tamanho das texturas exibidas.

source: Change the strength of the camera bounce effect.
pt_br: Alterar a força do efeito de salto da câmera.

source: Change the type of joystick device.
pt_br: Alterar o tipo de dispositivo de joystick.

source: Change the units that speed is displayed in between MPH and KPH.
pt_br: Alterar a unidade em que é exibida a velocidade entre MPH e Km/h.

source: Change the volume of the music in the game.
pt_br: Alterar o volume da música no jogo.

source: Change the volume of the sound effects in the game.
pt_br: Alterar o volume dos efeitos sonoros no jogo.

source: Change video and display settings.
pt_br: Alterar configurações de vídeo e exibição

source: Chase Loose
pt_br: Perseguição Solta

source: Chase Rigid
pt_br: Perseguição Rígida

source: Check for updates to your existing cars and tracks
pt_br: Verificar se há atualizações para os seus carros e pistas

source: Check updates
pt_br: Verificar atualizações

source: Choose driver type.
pt_br: Escolher tipo de piloto.

source: Choose the brightness for the car.
pt_br: Escolher brilho do carro.

source: Choose the car to drive.
pt_br: Escolher o carro a dirigir.

source: Choose the car to edit.
pt_br: Escolher o carro a editar.

source: Choose the hue for the car.
pt_br: Escolher o tom do carro.

source: Choose the paint job for the car.
pt_br: Escolher a pintura do carro.

source: Choose the saturation for the car.
pt_br: Escolher a saturação do carro.

source: Choose the track to drive on.
pt_br: Escolher a pista onde dirigir.

source: Client
pt_br: Cliente

source: Color Depth
pt_br: Profundidade da Cor

source: Condition
pt_br: Condição

source: Configure your display, sound and controls.
pt_br: Configure a exibição, som e controles.

source: Continue
pt_br: Continuar

source: Contrast
pt_br: Contraste

source: Control
pt_br: Controle

source: Controls
pt_br: Controles

source: Deadzone
pt_br: Zona morta

source: Delete
pt_br: Deletar

source: Delete this control and return to the previous menu.
pt_br: Deletar esse controle e retornar ao menu anterior.

source: Delete this control.
pt_br: Deletar esse controle.

source: Display
pt_br: Exibição

source: Display a track map.
pt_br: Mostrar um mapa da pista.

source: Display the racing line.
pt_br: Mostrar a linha ideal.

source: Down
pt_br: Pressionada

source: Draw dynamic shadows.
pt_br: Desenhar sombras dinâmicas.

source: Draw highlights.
pt_br: Desenhar luzes.

source: Driver
pt_br: Piloto

source: Dynamic Objects
pt_br: Objetos Dinâmicos

source: Enable car damage model.
pt_br: Habilitar modelo de dano do carro.

source: Enable dynamic track objects.
pt_br: Habilitar objetos dinâmicos da pista.

source: Enable/disable automatic clutching (prevents car from stalling).
pt_br: Habilitar/desabilitar a embreagem automática (evita que o carro falhe).

source: Enable/disable automatic transmission shifting.
pt_br: Habilitar/desabilitar mudança automática de marcha.

source: Enable/disable the framerate counter.
pt_br: Habilitar/desabilitar o contador da taxa de frames.

source: Enable/disable the heads up display.
pt_br: Habilitar/desabilitar o 'heads up display'.

source: Exponent
pt_br: Expoente

source: Extra-wide
pt_br: Extra largo

source: Far
pt_br: Longe

source: Fast moving objects blur slightly.
pt_br: Objetos movendo-se rápido desfocam levemente.

source: Field of View
pt_br: Campo de Visão

source: Field of view in the vertical direction.
pt_br: Campo de visão na direção vertical.

source: Focus Next
pt_br: Focar Próximo

source: Focus Previous
pt_br: Focar Anterior

source: Focus the camera on next car.
pt_br: Focar a câmera no próximo carro.

source: Focus the camera on previous car.
pt_br: Focar a câmera no carro anterior.

source: Force Feedback Gain
pt_br: Ganho do Force Feedback

source: Force Feedback Invert
pt_br: Inverter Force Feedback

source: Forget changes and return to Camera Controls menu.
pt_br: Descartar mudanças e retornar ao menu de controles de câmera.

source: Forget changes and return to Car Controls menu.
pt_br: Descartar mudanças e retornar ao menu de controles do carro.

source: Forget changes and return to Controls menu.
pt_br: Descartar mudanças e retornar ao menu de controles.

source: Forget changes and return to Game Controls menu.
pt_br: Descartar mudanças e retornar ao menu de controles do jogo.

source: Forget changes and return to Options menu.
pt_br: Descartar mudanças e retornar ao menu de opções.

source: Forget changes and return to the previous menu.
pt_br: Descartar mudanças e retornar ao menu anterior.

source: Framerate Counter
pt_br: Contador da Taxa de Frames

source: Free
pt_br: Livre

source: Free Drive
pt_br: Corrida livre

source: Fullscreen
pt_br: Tela cheia

source: GO
pt_br: VAI

source: Gain
pt_br: Ganho

source: Gas
pt_br: Acelerador

source: Go back to the Replays menu.
pt_br: Voltar ao menu de Replays.

source: Go back to the Updates page.
pt_br: Voltar à página de atualizações.

source: Go back to the last car.
pt_br: Voltar ao último carro.

source: Go back to the last track.
pt_br: Voltar à última pista.

source: Go back to the main menu.
pt_br: Voltar ao menu principal.

source: Go back to the race menu.
pt_br: Voltar ao menu de corrida.

source: Graphics
pt_br: Gráficos

source: H-Gate Shifter
pt_br: Câmbio tipo H

source: Handbrake
pt_br: Freio de mão

source: Held
pt_br: Pressionada

source: Help reduce wheel lockup on heavy braking (driver aid).
pt_br: Ajuda a reduzir o travamento das rodas em frenagens intensas (auxílio ao motorista).

source: High
pt_br: Alto

source: Higher values result in an AI that will drive faster.
pt_br: Valores mais altos resultarão numa IA que pilotará mais rápido.

source: Hood
pt_br: Capô

source: Hue
pt_br: Tom

source: Input Device
pt_br: Dispositivo de Entrada

source: Input Graph
pt_br: Gráfico de entrada

source: KPH
pt_br: Km/h

source: Keep your cars and tracks up to date
pt_br: Mantenha seus carros e pistas atualizados

source: Lap:
pt_br: Volta:

source: Lap time:
pt_br: Tempo da volta:

source: Laps
pt_br: Voltas

source: Large
pt_br: Grande

source: Last lap:
pt_br: Última volta:

source: Leave game and return to the Main menu.
pt_br: Sair da corrida e retornar ao menu principal.

source: Leave the menu and continue the game.
pt_br: Sair do menu e continuar a corrida.

source: Left
pt_br: Esquerda

source: Limit steering range to 200 degrees, gives a realistic feel to limited range wheels.
pt_br: Limitar o alcance da direção a 200 graus, dá uma sensação realística para volantes de alcance limitado.

source: Look behind you during driving.
pt_br: Olhar para trás enquanto dirige.

source: Low
pt_br: Baixo

source: Medium
pt_br: Médio

source: Menu Language
pt_br: Idioma do Menu

source: Menu Skin
pt_br: Aparência do Menu

source: Move the currently focused menu item down.
pt_br: Mover o item de menu atualmente em foco para baixo.

source: Move the currently focused menu item left.
pt_br: Mover o item de menu atualmente em foco para a esquerda.

source: Move the currently focused menu item right.
pt_br: Mover o item de menu atualmente em foco para a direita.

source: Move the currently focused menu item up.
pt_br: Mover o item de menu atualmente em foco para cima.

source: Move up a menu level.
pt_br: Subir um nível de menu.

source: Multiplier to adjust strength of force feedback.
pt_br: Multiplicador para ajustar a intensidade do force feedback.

source: Music Volume
pt_br: Volume da Música

source: Near
pt_br: Perto

source: Networked
pt_br: Em rede

source: Neutral
pt_br: Neutro

source: Next Camera
pt_br: Próxima Câmera

source: No
pt_br: Não

source: Off
pt_br: Desligado

source: On
pt_br: Ligado

source: Once
pt_br: Uma vez

source: Options
pt_br: Opções

source: Options / Controls
pt_br: Opções / Controles

source: Options / Controls / Analog / Edit
pt_br: Opções / Controles / Analógico / Editar

source: Options / Controls / Assign
pt_br: Opções / Controles / Atribuir

source: Options / Controls / Button / Edit
pt_br: Opções / Controles / Botão / Editar

source: Options / Controls / Camera
pt_br: Opções / Controles / Câmera

source: Options / Controls / Camera / Movement
pt_br: Opções / Controles / Câmera / Movimento

source: Options / Controls / Car
pt_br: Opções / Controles / Carro

source: Options / Controls / Car / Transmission
pt_br: Opções / Controles / Carro / Transmissão

source: Options / Controls / GUI
pt_br: Opções / Controles / GUI

source: Options / Controls / Input Device
pt_br: Opções / Controles / Dispositivo de Entrada

source: Options / Controls / Replays
pt_br: Opções / Controles / Replays

source: Options / Controls / Tools
pt_br: Opções / Controles / Ferramentas

source: Options / Display
pt_br: Opções / Exibição

source: Options / Graphics
pt_br: Opções / Gráficos

source: Options / Sound
pt_br: Opções / Som

source: Orbit
pt_br: Orbital

source: Paint
pt_br: Pintura

source: Pan Down
pt_br: Mover para baixo

source: Pan Left
pt_br: Mover para a esquerda

source: Pan Right
pt_br: Mover para a direita

source: Pan Up
pt_br: Mover para cima

source: Pause
pt_br: Pausa

source: Pause Menu
pt_br: Menu da Pausa

source: Place:
pt_br: Posição

source: Play back recorded games.
pt_br: Reproduzir corridas gravadas.

source: Practice Game
pt_br: Corrida Treino

source: Press a key, press a joystick button, move a joystick axis, move the mouse, or click a mouse button.
pt_br: Pressione uma tecla, pressione um botão do joystick, mova um eixo do joystick, mova o mouse, ou clique com o mouse.

source: Prevents wheels from spinning during acceleration (driver aid).
pt_br: Evita que as rodas percam tração durante a aceleração (auxílio ao motorista).

source: Previous Camera
pt_br: Câmera Anterior

source: Quit
pt_br: Sair

source: Quit VDrift
pt_br: Sair do VDrift

source: Quit VDrift.
pt_br: Sair do VDrift.

source: Race on this track backwards.
pt_br: Correr nessa pista no sentido inverso.

source: Racing Line
pt_br: Linha ideal

source: Ready
pt_br: Preparar

source: Rear View
pt_br: Retrovisor

source: Record Session
pt_br: Gravar Sessão

source: Record this game for a replay later.
pt_br: Gravar esse jogo para assistir ao replay depois

source: Reflection Quality
pt_br: Qualidade dos Reflexos

source: Reload GUI
pt_br: Recarregar GUI

source: Reload Shaders
pt_br: Recarregar Shaders

source: Reload graphical user interface.
pt_br: Recarregar interface gráfica do usuário.

source: Reload the vertex and fragment shader source files.
pt_br: Recarregar os arquivos fonte do vertex e fragment shader.

source: Remote
pt_br: Remoto

source: Reset car after rollover.
pt_br: Recuperar carro após uma capotagem.

source: Resolution
pt_br: Resolução

source: Restart
pt_br: Reiniciar

source: Restart this game using the same car and track settings.
pt_br: Reiniciar essa corrida usando as mesmas configurações de carro e pista

source: Return to Options menu.
pt_br: Retornar ao menu de opções.

source: Return to the Main menu.
pt_br: Retornar ao menu principal.

source: Return to the Updates menu.
pt_br: Retornar ao menu de atualizações.

source: Return to the Updates page.
pt_br: Retornar à página de atualizações.

source: Reverse
pt_br: Ré

source: Reverse Track
pt_br: Inverter Pista

source: Reverse the force feedback, if necessary for your wheel.
pt_br: Reverte o force feedback, caso necessário para o seu volante.

source: Right
pt_br: Direita

source: Rollover Recover
pt_br: Recuperação de Capotagem

source: Saturation
pt_br: Saturação

source: Save changes and return to Camera Controls menu.
pt_br: Salvar mudanças e retornar ao menu de controles de câmera.

source: Save changes and return to Car Controls menu.
pt_br: Salvar mudanças e retornar ao menu de controles do carro.

source: Save changes and return to Controls menu.
pt_br: Salvar mudanças e retornar ao menu de controles.

source: Save changes and return to Game Controls menu.
pt_br: Salvar mudanças e retornar ao menu de controles do jogo.

source: Save changes and return to Options menu.
pt_br: Salvar mudanças e retornar ao menu de opções.

source: Save changes and return to the previous menu.
pt_br: Salvar mudanças e retornar ao menu anterior.

source: Score:
pt_br: Pontuação:

source: Screen Shot
pt_br: Captura de tela

source: Select
pt_br: Selecionar

source: Select Replay
pt_br: Selecionar Replay

source: Select car's hood camera .
pt_br: Selecionar câmera do capô do carro.

source: Select driver's view camera.
pt_br: Selecionar câmera da visão do piloto.

source: Select loose chase camera.
pt_br: Selecionar câmera de perseguição solta.

source: Select next camera in the set.
pt_br: Selecionar próxima câmera do conjunto.

source: Select previous camera in the set.
pt_br: Selecionar câmera anterior do conjunto.

source: Select rigid chase camera.
pt_br: Selecionar câmera de perseguição rígida.

source: Select the currently focused menu item.
pt_br: Selecionar o item de menu atualmente em foco.

source: Select the replay to watch.
pt_br: Selecione o replay a assistir.

source: Server
pt_br: Servidor

source: Set camera movement controls.
pt_br: Configurar controles de movimento da câmera

source: Set how good the SSAO looks during gameplay.
pt_br: Configura quão bom o SSAO vai parecer durante o jogo.

source: Set how good the reflections looks during gameplay.
pt_br: Configura quão bons os reflexos vão parecer durante o jogo.

source: Set the anisotropic filtering level for textures.
pt_br: Define o nível do filtro anisotrópico para as texturas.

source: Set the distance at which shadows become visible.
pt_br: Configura a distância em que as sombras se tornam visíveis.

source: Set the full scene antialiasing level.
pt_br: Configura o nível de antialiasing de cena completa.

source: Set the number of laps for a single race.
pt_br: Configura o número de voltas para uma corrida simples.

source: Set the quality of shadow rendering.
pt_br: Configura a qualidade da renderização de sombras.

source: Shadow Distance
pt_br: Distância das Sombras

source: Shadow Quality
pt_br: Qualidade das Sombras

source: Shadows
pt_br: Sombras

source: Shift Down
pt_br: Marcha abaixo

source: Shift Up
pt_br: Marcha acima

source: Single Race
pt_br: Corrida Simples

source: Skip Backward
pt_br: Pular para Trás

source: Skip Forward
pt_br: Pular para Frente

source: Slow down the application of button inputs on analogue controls.
pt_br: Atrasa a aplicação dos botões de entrada em controles analógicos.

source: Small
pt_br: Pequeno

source: Some options will not take effect until the game is restarted
pt_br: Algumas opções não vão ter efeito até que o jogo seja reiniciado

source: Sound
pt_br: Som

source: Sound Sources
pt_br: Fontes de Som

source: Sounds Volume
pt_br: Volume dos Sons

source: Speed Units
pt_br: Unidades de Velocidade

source: Standard
pt_br: Padrão

source: Start Engine
pt_br: Ligar Motor

source: Start List:
pt_br: Grid de largada:

source: Start Practice
pt_br: Começar Treino

source: Start Race
pt_br: Iniciar Corrida

source: Start Replay
pt_br: Iniciar Replay

source: Start a practice game.
pt_br: Começar uma corrida de treino.

source: Start a race using the selected car and track.
pt_br: Começar corrida usando o carro e pista selecionados.

source: Start a race.
pt_br: Começar uma corrida.

source: Start practice using the selected car and track.
pt_br: Começar treino usando o carro e pista selecionados.

source: Steer Left
pt_br: Virar para Esquerda

source: Steer Right
pt_br: Virar para Direita

source: Steering Speed Effect
pt_br: Efeito da velocidade na direção

source: Steering Wheel
pt_br: Volante

source: TCS Toggle
pt_br: Alternar TCS

source: Texture Size
pt_br: Tamanho das Texturas

source: The ABS toggle turns anti-lock braking on or off while playing.
pt_br: O alternar ABS alterna os freios antitravamento entre ligado e desligado durante o jogo.

source: The TCS toggle turns traction control on or off while playing.
pt_br: O alternar TCS alterna o controle de tração entre ligado e desligado durante o jogo.

source: The analog clutch control can allow you to use an external clutch pedal.
pt_br: O controle embreagem analógica permite que você use um pedal de embreagem externo.

source: The brake control causes the car to slow down.
pt_br: O controle freio faz com que o carro diminua a velocidade.

source: The fifth gear control shifts the car into fifth gear.
pt_br: O controle quinta marcha coloca o carro em quinta marcha.

source: The first gear control shifts the car into first gear.
pt_br: O controle primeira marcha coloca o carro em primeira marcha.

source: The fourth gear control shifts the car into fourth gear.
pt_br: O controle quarta marcha coloca o carro em quarta marcha.

source: The free camera can be moved anywhere using the arrow keys.
pt_br: A câmera livre pode ser movida para qualquer lugar usando as teclas de seta.

source: The gas control causes the car to speed up.
pt_br: O controle acelerador faz com que o carro acelere.

source: The handbrake brakes only on the back wheels.
pt_br: O freio de mão freia apenas as rodas traseiras.

source: The higher the value on this setting, the more steering is limited as car speed increases.
pt_br: Quanto maior o valor nesse ajuste, mais limitada fica a direção conforme a velocidade do carro aumenta.

source: The neutral control shifts the car into neutral.
pt_br: O controle neutro coloca o carro no neutro.

source: The orbit camera swings around the car as the mouse moves.
pt_br: A câmera orbital gira ao redor do carro conforme o mouse se move.

source: The pause control freezes the game (except in multiplayer).
pt_br: O controle pausa congela o jogo (exceto em multiplayer).

source: The reverse control puts the car into reverse gear.
pt_br: O controle ré coloca o carro em marcha ré.

source: The screen shot control saves a snapshot of the game while playing.
pt_br: O controle captura de tela salva uma imagem da tela do jogo durante a corrida.

source: The second gear control shifts the car into second gear.
pt_br: O controle segunda marcha coloca o carro em segunda marcha.

source: The shift down control changes the car's gear to the previous one.
pt_br: O controle marcha abaixo muda a marcha do carro para a anterior.

source: The shift up control changes the car's gear to the next one.
pt_br: O controle marcha acima muda a marcha do carro para a próxima.

source: The sixth gear control shifts the car into sixth gear.
pt_br: O controle sexta marcha coloca o carro em sexta marcha.

source: The skip backward control goes back ten seconds during a replay.
pt_br: O controle pular para trás volta dez segundos durante um replay.

source: The skip forward control skips ahead ten seconds during a replay.
pt_br: O controle pular para frente pula dez segundos a frente durante um replay.

source: The start engine control will restart the engine if it stalls.
pt_br: O controle ligar motor vai religar o motor caso ele pare.

source: The steer left control causes the car to turn left.
pt_br: O controle virar para a esquerda faz com que o carro vire para a esquerda.

source: The steer right control causes the car to turn right.
pt_br: O controle virar para a direita faz com que o carro vire para a direita.

source: The third gear control shifts the car into third gear.
pt_br: O controle terceira marcha coloca o carro em terceira marcha.

source: There was an error connecting to the VDrift data server.
pt_br: Ocorreu um erro ao conectar com o servidor de dados do VDrift.

source: There was an error when trying to play this replay.
pt_br: Ocorreu um erro ao tentar exibir esse replay.

source: Time Trial
pt_br: Contra o Relógio

source: Toggle fullscreen mode on and off.
pt_br: Alterna o modo tela cheia entre ligado e desligado.

source: Tools
pt_br: Ferramentas

source: Track
pt_br: Pista

source: Track Map
pt_br: Mapa da Pista

source: Track Name
pt_br: Nome da Pista
