Repository: krichter722/vdrift-data
Catalog: skins/simple/languages/*.po
Languages: pt_br

source: Track updates
pt_br: Atualizações de pistas

source: Tracks
pt_br: Pistas

source: Traction Control
pt_br: Controle de Tração

source: Transmission
pt_br: Transmissão

source: Trigger the control when the key is pressed down or released?
pt_br: Acionar o controle quando a tecla for pressionada ou solta?

source: Turn the camera view downwards.
pt_br: Virar a vista da câmera para baixo.

source: Turn the camera view to the left.
pt_br: Virar a vista da câmera para a esquerda.

source: Turn the camera view to the right.
pt_br: Virar a vista da câmera para a direita.

source: Turn the camera view upwards.
pt_br: Virar a vista da câmera para cima.

source: Turning off shaders will speed up rendering at the cost of visual quality.
pt_br: Desligar shaders vai acelerar a renderização ao custo de qualidade visual.

source: Type
pt_br: Tipo

source: Up
pt_br: Solta

source: Update Successful
pt_br: Atualização Efetuada Com Sucesso

source: Update this track to the latest version.
pt_br: Atualizar essa pista para a última versão.

source: Updates
pt_br: Atualizações

source: Updates / Cars
pt_br: Atualizações / Carros

source: Updates / Tracks
pt_br: Atualizações / Pistas

source: Updates / Update
pt_br: Atualizações / Atualizar

source: Use normal maps.
pt_br: Usar normal maps.

source: Very High
pt_br: Muito Alto

source: Very Low
pt_br: Muito Baixo

source: View Distance
pt_br: Distância de visão

source: Visualise the steering and acceleration/braking on screen.
pt_br: Visualizar a direção e aceleração/frenagem na tela.

source: Wide
pt_br: Largo

source: Will this input be activated once per press, or whenever it's held down?
pt_br: Esta entrada vai ser ativada uma vez cada vez que for pressionada, ou sempre que for mantida pressionada?

source: Yes
pt_br: Sim

source: You lost
pt_br: Você perdeu

source: You must update to the latest VDrift release.
pt_br: Você precisa atualizar para a versão mais recente do VDrift.

source: You won!
pt_br: Você ganhou!

source: Zoom In
pt_br: Aumentar Zoom

source: Zoom Out
pt_br: Diminuir Zoom

source: Zoom camera in.
pt_br: Aumentar zoom da câmera.

source: Zoom camera out.
pt_br: Diminuir zoom da câmera.

source: kph
pt_br: km/h

source: long
pt_br: longo

source: medium
pt_br: médio

source: short
pt_br: curto
